tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "oven-sh/bun"
tap "teamookla/speedtest"

brew "bat"
brew "btop"
brew "fd"
brew "fzf"
brew "gh"
brew "httpie"
brew "mas"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tmux"
brew "tpm"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "teamookla/speedtest/speedtest"

cask "1password"
cask "1password-cli"
cask "aldente"
cask "arc"
cask "discord"
cask "gpg-suite"
cask "kitty"
cask "lulu"
cask "obs"
cask "orbstack"
cask "raycast"
cask "steam"
cask "topnotch"
cask "whisky"

cask "font-maple"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "font-monocraft"

mas "Command X", id: 6448461551
mas "DaVinci Resolve", id: 571213070
mas "Parallels Desktop", id: 1085114709
mas "Xcode", id: 497799835
mas "Sketch", id: 1667260533
