tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "oven-sh/bun"
tap "teamookla/speedtest"
tap "koekeishiya/formulae"
tap "jesseduffield/lazygit"
tap "spicetify/tap"

brew "act"
brew "bat"
brew "btop"
brew "bun"
brew "cloudflared"
brew "gh"
brew "glow"
brew "neofetch"
brew "neovim"
brew "fzf"
brew "nvm"
brew "pinentry-mac"
brew "ripgrep"
brew "speedtest"
brew "starship"
brew "mas"
brew "koekeishiya/formulae/yabai"
brew "jesseduffield/lazygit/lazygit"
brew "tmux"
brew "tpm"
brew "fd"
brew "spicetify/tap/spicetify-cli"
brew "httpie"
brew "tree-sitter"
brew "stylua"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "adguard"
cask "coconutbattery"
cask "discord-canary"
cask "docker"
cask "eul"
cask "gpg-suite"
cask "raycast"
cask "steam"
cask "keycastr"
cask "monitorcontrol"
cask "mullvadvpn"
cask "spotify"
cask "logitech-g-hub"
cask "steam"
cask "topnotch"
cask "iterm2-nightly"

cask "font-monocraft-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-victor-mono-nerd-font"

mas "Grammarly for Safari", id: 1462114288
mas "AdGuard for Safari", id: 1440147259
mas "Userscripts-Mac-App", id: 1463298887
mas "Refined GitHub", id: 1519867270
mas "Vimari", id: 1480933944
mas "Amphetamine", id: 937984704
